let beginnerText = {
    title: "百度",
    source: "https://hskreading.com/baidu/",
    content: `“百度”是中国人最经常用的软件。百度，和谷歌差不多，可以用来提问，找图片，找视频等等。我们常常说“百度一下，你就知道”，意思是，你有什么不懂的，在百度上都可以找到答案。"`
}

let intermediateText = {
    title: "中国南北方的食物",
    source: "https://hskreading.com/food-in-northern-china/",
    content: `因为中国很大，天气不同，所以生活在中国不同地方的人吃的食物也非常的不一样。在中国北方，以面条和馒头为主，因为中国北方种的粮食是小麦；在中国南方，以米饭为主，因为中国南方种的粮食是水稻。"`
}

let advancedText = {
    title: "故宫",
    source: "https://hskreading.com/the-forbidden-city/",
    content: `北京故宫是中国明清两代的皇家宫殿，旧称为紫禁城，是中国古代宫廷建筑的精华。北京故宫以三大殿为中心，占地面积72万平方米，建筑面积约15万平方米，有大小宫殿七十多座，房屋九千余间。是世界上现存规模最大、保存最为完整的木质结构古建筑之一。

    故宫博物院是一座特殊的博物馆，成立于1925年，建立在紫禁城的基础上。近几年，在人们头脑中陈旧甚至略微显得古板的故宫开始活跃起来。一部《我在故宫修文物》让普通人了解到故宫背后的工匠精神，《 国家宝藏》恢弘的气势与现代科技结合，让人们见识到大国风范。
    
    故宫文创，依托悠久的故宫历史，发掘新的产品形态，将古老与现代结合，将历史与商业叠加。故宫口红，故宫项链，故宫台历等等，被人们广为使用。`
}